Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nno/admin/depts/regjeringen.no/digitala-giellareaiddut-leat-dehalaa-giela-ceavzimii_id_605543.html.tmx
Source language: sme
Languages: nno

source: Digitála giellareaiddut leat dehálačča giela ceavzimii
nno: Digitale språkverktøy nødvendig for å overleve - regjeringen.no

source: Ovdánahttimis digitála reaidduid sámi gielaide ii dušše guoskka vuoiggalašvuhtii ja dásseárvui.
nno: Å utvikle digitale verktøy for samiske språk har ikkje berre med rettferd og likestilling å gjere.

source: Dat lea mearrideaddjin dasa movt sámegiella sáhttá ceavzit.
nno: Det er avgjerande for at samiske språk skal kunne overleve.

source: Dan dajai Sjur Moshagen Divvun / Sámi giellateknologiija guovddážis Romssas, go son gaskavahku čilgii doaimmaideaset birra ođasmahttiministarii Rigmor Aasrudii ja stáhtačállái Raimo Valle.
nno: Det slo Sjur Moshagen ved Divvun / Senter for samisk språkteknologi i Tromsø fast, då han onsdag orienterte fornyingsminister Rigmor Aasrud og statssekretær Raimo Valle om verksemda.

source: Guovddáža áigumuš lea ráhkadit giellateknologalaš reaidduid iešguđet sámi gielaide.
nno: Senteret har som mål å lage språkteknologiske verktøy for ulike samiske språk.

source: Dát sáhttet leat pedagogalaš prográmmat, teakstameannudanvuogádagat, digitála sátnegirjjit dahje digitála ságastallan.
nno: Det kan dreie seg om pedagogiske program, tekstbearbeidingssystem, digitale ordbøker eller digital tale.

source: Dálá digitála máilmmis fertejit juohke gielas leat ollu resurssat vai sáhttet doaibmat hálddahusaláš- ja gulahallangiellan.
nno: I dagens digitale verd må eit språk ha ei mengd ressursar for å fungere som administrasjons- og kommunikasjonsspråk.

source: Dán oktavuođas leat unnitlohkogielat áibbas eará dilis go eanetlohkogielat.
nno: Her står minoritetsspråk overfor ein heilt annan situasjon enn majoritetsspråk.

source: Divvun-prošeakta, mii álggahuvvui 2004, ovttasbargá lahkalaga guovddážiin, ja ovdánahttá sámegielat divvunprográmma elektrovnnalaš teakstameannudeami várás.
nno: I nært samarbeid med senteret opererer Divvun-prosjektet, som blei starta opp i 2004, og utviklar samisk korrekturprogram for elektronisk tekstbehandling.

source: Prográmma lea nuvttá man sáhttá viežžat interneahtas.
nno: Programmet er gratis og kan lastast ned frå Internett.

source: Lulli-sámi divvunprográmma galgá leat gárvvis ovdal jahkemolsuma.
nno: Ein sør-samisk stavekontroll skal vere klar innan utgangen av året.

source: Prošeakta, mas leat guhtta bargi, lea nu ollášuhttán áigumušastis, muhto Sámediggi lea evttohan OHDŠii ahte Divvun prošektii ásahuvvo bistevaš doaibma- ja ovdánahttinorganisašuvdna 2011 rájes.
nno: Prosjektet, som har seks tilsette, vil dermed ha nådd målet sitt, men Sametinget har føreslått for FAD at det blir etablert ein permanent drifts- og utviklingsorganisasjon for Divvun frå 2011.

source: Govas: Ovddabealde, gurut ravddas: Sjur Moshagen, Maja Kappfjell ja Berit Anne Bals Baal Divvun ovddasteaddjit.
nno: På biletet: Framme, frå venstre: Sjur Moshagen, Maja Kappfjell og Berit Anne Bals Baal i Divvun.

source: Maŋábealde: Stáhtačálli Raimo Valle ja stáhtaráđđi Rigmor Aasrud.
nno: Bak: Statssekretær Raimo Valle og statsråd Rigmor Aasrud.
